Repository: Aquariumhelp/django-leonardo
Catalog: leonardo/module/media/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Pagination count for media files
cs: Počet stránkování mediálních souborů

source: Prefix for public files from MEDIA_ROOT
cs: Prefix pro veřejné soubory z MEDIA_ROOT

source: Prefix for private files from MEDIA_ROOT
cs: Prefix pro soukromé soubory z MEDIA_ROOT

source: Set uploaded files to public automatically
cs: Set automaticky nahrané soubory pro veřejnost

source: Permissions for downloadable items. Experimental feature.
cs: Oprávnění pro stahovatelných položek. Experimentální funkce.

source: Another options for small thumnails
cs: Další možnosti pro malé obrázky.

source: Another options for medium thumnails
cs: Další možnosti pro střední obrázky.

source: Another options for large thumnails
cs: Další možnosti pro velké obrázky.

source: If is True all folders and files will has same path in the OS
cs: Je-li pravda všechny složky a soubory má stejnou cestu v operačním systému

source: Advanced
cs: Pokročilé

source: File
cs: Soubor

source: Name
cs: Název

source: No action selected.
cs: Vybrána žádná akce.

source: Scan folder
cs: Skenovat soubory

source: Create Subfolder
cs: Vytvořit novou složku

source: actions
cs: Možnosti

source: Move selected files to clipboard
cs: Přesuňte vybrané soubory do schránky

source: Enable permissions for selected files
cs: Povolit oprávnění pro vybrané soubory

source: Disable permissions for selected files
cs: Zakázat oprávnění pro vybrané soubory

source: Successfully deleted %(count)d files and/or folders.
cs: Bylo úspěšně vymazáno %(count)d souborů a složek

source: Cannot delete files and/or folders
cs: Nelze odstranit soubory a / nebo složky

source: Are you sure?
cs: Jste si jisti?

source: Delete files and/or folders
cs: Nahrát soubory do složky

source: Delete selected files and/or folders
cs: Odstranit vybrané soubory a / nebo složky

source: Folders with names %s already exist at the selected destination
cs: Složky se jmény %s již existují na zvolené cílové

source: Successfully moved %(count)d files and/or folders to folder '%(destination)s'.
cs: Bylo úspěšně přesunuto %(count)d souborů a složek do složky se jménem '%(destination)s'

source: Move files and/or folders
cs: Přesunout soubory a složky

source: Move selected files and/or folders
cs: Přesunout vybrané soubry a složky.

source: Rename files
cs: Přejmenovat soubory

source: Successfully copied %(count)d files and/or folders to folder '%(destination)s'.
cs: Úspěšně bylo zkopírováno %(count)d souborů a složek do složky "<code> '%(destination)s'.

source: Copy files and/or folders
cs: Kopírovat soubory nebo složky

source: Copy selected files and/or folders
cs: Kopírovat vybrané soubory a složky

source: Successfully resized %(count)d images.
cs: Byla úspěšně změněna velikost u %(count)d obrázků.

source: Resize images
cs: Změnit velikost obrázků

source: Resize selected images
cs: Změnit velikost vybraných obrázků

source: Folder
cs: Složka

source: Files
cs: Soubory

source: Suffix which will be appended to filenames of copied files.
cs: Přípona který bude připojen k názvy souborů kopírovaných souborů.

source: width
cs: šířka

source: height
cs: výška

source: Thumbnail option or resize parameters must be choosen.
cs: Thumbnail volba nebo změna velikosti parametry musí být vybrán.

source: Resize parameters must be choosen.
cs: Změna velikosti parametry musí být vybrán.

source: Subject location
cs: Předmět umístění

source: Location of the main subject of the scene.
cs: Umístění hlavního objektu ve scéně.

source: default alt text
cs: default alt textu

source: default caption
cs: popisek

source: subject location
cs: Poloha předmět

source: image
cs: obrázek

source: images
cs: obrázek

source: user
cs: uživatel

source: files
cs: soubory

source: clipboard
cs: schránky

source: file
cs: soubor

source: clipboard item
cs: soubor ve schránce

source: clipboard items
cs: soubory ve schránce

source: folder
cs: složka

source: file size
cs: velikost souboru

source: has all mandatory data
cs: má všechny povinné údaje

source: original filename
cs: název souboru

source: name
cs: jméno

source: description
cs: popisek

source: owner
cs: vlastník

source: uploaded at
cs: Nahrál na

source: modified at
cs: změněna

source: Permissions disabled
cs: Oprávnění zakázán

source: Disable any permission checking for this file. File will be publicly accessible to anyone.
cs: Zakažte všechny povolení kontroly pro tento soubor. Soubor bude veřejně přístupná komukoli.

source: created at
cs: vytvořeno

source: Folders
cs: Složky

source: all items
cs: odkazy ke stažení

source: this item only
cs: Pouze tato položka

source: this item and all children
cs: tato položka a všechny děti

source: allow
cs: dovolit

source: deny
cs: popřít

source: type
cs: typ souboru

source: group
cs: skupina

source: everybody
cs: všichni

source: can edit
cs: Může upravovat

source: can read
cs: Může číst

source: can add children
cs: Můžete přidat složky

source: folder permission
cs: verze Flashe

source: folder permissions
cs: oprávnění složky

source: date taken
cs: Datum pořízení

source: author
cs: autor

source: must always publish author credit
cs: musí být vždy publikovat autor úvěr

source: must always publish copyright
cs: vždy musí zveřejnit autorská práva

source: All media categories
cs: Všechny galerie médií

source: unfiled files
cs: soubory

source: files with missing metadata
cs: Soubory s chybějícím metadaty

source: root
cs: kořenová

source: Run the selected action
cs: Spustit vybrané akce

source: Go
cs: Jít

source: Click here to select the objects across all pages
cs: Klikněte sem a vyberte objekty na všech stránkách

source: Clear selection
cs: Zrušit výběr

source: Go back to admin homepage
cs: Vraťte se zpět na domovskou stránku admin

source: Home
cs: Domů

source: Go back to Media app
cs: Vraťte se zpět do médií

source: Media
cs: Média

source: Go back to root folder
cs: Vraťte se zpět do kořenové složky

source: duplicates
cs: duplikáty

source: Deleting the selected files and/or folders would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
cs: Odstranění vybrané soubory a / nebo složky by mělo za následek vymazání souvisejících objektů, ale Váš účet nemá oprávnění k odstranění následující typy objektů:

source: Deleting the selected files and/or folders would require deleting the following protected related objects:
cs: Odstranění vybrané soubory a / nebo složky bude vyžadovat odstranění následující chráněné související objekty:

source: Are you sure you want to delete the selected files and/or folders? All of the following objects and their related items will be deleted:
cs: Jste si jisti, že chcete smazat vybrané soubory a / nebo složky? Všechny následující objekty a jejich příbuzné položky budou smazány:

source: Yes, I&#39;m sure
cs: Ano, jsem si jistý,

source: History
cs: Historie

source: View on site
cs: Prohlédnout si na místě

source: Go back to
cs: Zpět na

source: Folder Icon
cs: Ikona složky

source: Your account doesn't have permissions to copy all of the selected files and/or folders.
cs: Váš účet nemá oprávnění kopírovat všechny vybrané soubory a / nebo složek.

source: There are no destination folders available.
cs: Nejsou žádné cílové složky k dispozici.

source: There are no files and/or folders available to copy.
cs: Nejsou žádné soubory a / nebo složky k dispozici pro kopírování.

source: The following files and/or folders will be copied to a destination folder (retaining their tree structure):
cs: Následující soubory a / nebo složky budou zkopírovány do cílové složky (zachování jejich stromovou strukturu):

source: Destination folder:
cs: Umístění složky:

source: Copy
cs: Kopírovat

source: Your account doesn't have permissions to resize all of the selected images.
cs: Váš účet nemá oprávnění pro změnu velikosti všech vybraných snímků.

source: There are no images available to resize.
cs: Nejsou k dispozici změnit velikost žádné obrázky.

source: The following images will be resized:
cs: Následující obrázky budou zmenšeny:

source: Choose an existing thumbnail option or enter resize parameters:
cs: Zvolte existující možnost, miniatury nebo zadejte velikost parametry:

source: Choose resize parameters:
cs: Vyberte velikost parametry:

source: Warning: Images will be resized in-place and originals will be lost. Maybe first make a copy of them to retain the originals.
cs: Upozornění: Snímky budou zmenšeny na místě, a originály budou ztraceny. Možná, že nejprve vytvořit kopii z nich zachovat originály.

source: Resize
cs: Změnit

source: Your account doesn't have permissions to move all of the selected files and/or folders.
cs: Váš účet nemá oprávnění přesunout všechny vybrané soubory a / nebo složek.

source: There are no files and/or folders available to move.
cs: Nejsou žádné soubory a / nebo složky k dispozici pro pohyb.

source: The following files and/or folders will be moved to a destination folder (retaining their tree structure):
cs: Následující soubory a / nebo složky budou přesunuty do cílové složky (zachování jejich stromovou strukturu):

source: Move
cs: Přesunout

source: Your account doesn't have permissions to rename all of the selected files.
cs: Váš účet nemá oprávnění přejmenovat všechny vybrané soubory.

source: There are no files available to rename.
cs: Nejsou k dispozici žádné soubory k přejmenování.

source: The following files will be renamed (they will stay in their folders and keep original filename, only displayed filename will be changed):
cs: Následující soubory budou přejmenovány (zůstanou ve svých složkách a udržet původní název souboru, zobrazí se pouze název souboru bude změněn):

source: Rename
cs: Přejmenovat

source: Go back to the parent folder
cs: Vraťte se do nadřazené složky

source: Change current folder details
cs: Změna podrobností aktuálního složky

source: Change
cs: Změna

source: Delete
cs: Smazat

source: Adds a new Folder
cs: Přidat složku

source: New Folder
cs: Přidat složku

source: Upload Files
cs: Nahrát soubory

source: Select all %(total_count)s
cs: Vybrat všechy %(total_count)s

source: Owner
cs: Vlastník

source: Size
cs: Velikost

source: Action
cs: Možnosti

source: Change '%(item_label)s' folder details
cs: Změnit '%(item_label)s' detaily

source: Change folder details
cs: Změnit podrobnosti složky

source: Remove folder
cs: Odstranit složku

source: Select this file
cs: Vybrat tento soubor

source: Change '%(item_label)s' details
cs: Změnit detaily u '%(item_label)s'

source: Permissions
cs: Oprávnění

source: disabled
cs: zakázán

source: enabled
cs: povoleno

source: Remove file
cs: Odstranit soubor

source: there are no files or subfolders
cs: nejsou k dispozici žádné soubory nebo podsložky

source: Drop your file to upload into:
cs: Přetáhněte soubory pro jejich nahrání.

source: Upload success!
cs: Nahrání proběhlo úspěšně

source: Upload canceled!
cs: Nahrávání bylo zrušeno!

source: previous
cs: předchozí

source: Page %(number)s of %(num_pages)s.
cs: Stránka %(number)s z %(num_pages)s.

source: next
cs: další

source: Add new
cs: Přidat novou složku

source: Please correct the error below.
cs: Prosím opravte chybu vyznačenou níže.

source: Save
cs: Uložit

source: Scan
cs: Skenovat

source: Scan files
cs: Skenovat soubory

source: Media files
cs: Seznam souborů

source: Project dashboard
cs: Úvodní strana

source: Start Scan
cs: Zahájit skenování

source: Select folder for upload
cs: Vyberte složku pro nahrání souborů

source: Open file
cs: Otevřít soubor

source: Full size preview
cs: Velikost náhledu

source: Type
cs: Typ

source: File-size
cs: velikost souboru

source: Modified
cs: změněno

source: Created
cs: vytvořeno

source: Add Description
cs: Přidat popis

source: Author
cs: autor

source: Add Alt-Text
cs: Přidat alternativní text pro nevidomé a vyhledávače

source: Add caption
cs: popisek

source: Add Tags
cs: Přidat tagy

source: Change File
cs: Změnit

source: Check it to limit the search to current folder
cs: omezit vyhledávání v aktuální složce

source: Click here to run search for entered phrase
cs: spustit vyhledávání na zadanou frázi

source: found
cs: nalezeno

source: %(counter)s folder
cs: Skenovat soubory

source: and
cs: a

source: cancel search
cs: Zrušit Hledání

source: file missing
cs: soubor neexistuje

source: Clear
cs: Vyčistit

source: or drop your file here
cs: nebo přetáhněte soubory zde

source: no file selected
cs: nebyl vybrán žádný soubor

source: Lookup
cs: Vyhledat

source: Add File
cs: Přidat soubor %(name)s

source: none selected
cs: Není nic vybráno

source: Edit on site
cs: Upravit na stránkách

source: View
cs: Pohled

source: Images
cs: Obrázky

source: Documents
cs: PDF dokumenty

source: Videos
cs: Videa

source: Back to
cs: Zpět na

source: Click link to get Flash Player or try to enable JavaScript and reload the page.
cs: Klikněte na odkaz pro stažení Flash Playeru, nebo povolte JavaScript a obnovte stránku.

source: Get Adobe Flash player
cs: Stáhnout Adobe Flash player

source: Folder with this name already exists.
cs: Složka s tímto názvem již existuje.

source: download item
cs: soubor ke stažení

source: download items
cs: soubory ke stažení

source: download list
cs: List souborů

source: download lists
cs: Seznamy souborů

source: version 10 and newer
cs: verze 10.0 a novější

source: version 9 and newer
cs: verze 9.0 a novější

source: flash file
cs: flash soubor

source: flash version
cs: verze Flashe

source: variables
cs: proměnné

source: parameters
cs: parametry

source: attributes
cs: atributy

source: flash object
cs: flashový objekt

source: flash objects
cs: flashové objekty

source: video link
cs: odkaz na video

source: internet video
cs: internetové video

source: internet videos
cs: internetová videa

source: open in modal window
cs: otevřít v modálním okně

source: open new window
cs: otevřít v modálním okně

source: small
cs: malý

source: medium
cs: střední

source: large
cs: velký

source: Directory
cs: Adresář

source: thumbnail size
cs: velikost miniatury

source: detail view
cs: detailní pohled

source: media gallery
cs: galerie médií

source: media galleries
cs: galerie médií

source: pdf document
cs: PDF dokument

source: pdf documents
cs: PDF dokumenty

source: Open in modal window
cs: otevřít v modálním okně

source: Open new window
cs: otevřít v modálním okně

source: Display in page
cs: Zobrazit na stránce

source: size
cs: velikost

source: on click action
cs: akce na kliknutí

source: simple image
cs: jednoduché obrázky

source: simple images
cs: jednoduché obrázky

source: thumbnail
cs: náhled

source: simple video
cs: jednoduché video

source: Vector graphics
cs: Vektorová grafika

source: Preview
cs: Náhled

source: Add child page
cs: Přidat podřízenou stránku

source: Create hidden copy of this page
cs: Vytvořit skrytou kopii této stránky
