Repository: Aquariumhelp/django-leonardo
Catalog: hrcms/module/news/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Preview
cs: Náhled

source: Content
cs: Obsah

source: News entry layout
cs: Šablona novinky

source: published
cs: zveřejněna

source: title
cs: název

source: This is used for the generated navigation too.
cs: Používá se také pro generovanou navigaci.

source: published on
cs: zveřejněno

source: Will be set automatically once you tick the `published` checkbox above.
cs: Bude nastaveno automaticky, jakmile zaškrtnete políčko "uveřejnit" výše.

source: news entry
cs: Aktualita

source: news entries
cs: Aktuality

source: tags
cs: tagy

source: language
cs: jazyk

source: translation of
cs: překlad

source: Leave this empty for entries in the primary language.
cs: Nechte prázdné pro položky v primárním jazyku.

source: available translations
cs: překlady k dispozici

source: News archive
cs: Archiv aktualit

source: More
cs: Více

source: news count
cs: počet zpráv

source: show archive button
cs: zobrazit tlačítko 'archiv'

source: last news
cs: poslední aktuality
