Repository: Aquariumhelp/django-leonardo
Catalog: hrcms/module/contact/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Post
cs: Odeslat

source: Your message has been successfuly sent.
cs: Vaše zpráva byla úspěšně odeslána.

source: Control question
cs: Kontrolní otázka

source: Submit
cs: Odeslat

source: linear
cs: lineární

source: tree
cs: stromové

source: enabled
cs: povolené

source: New comments may be added
cs: Nové komentáře mohou být přidány

source: count
cs: Počet

source: Number of comments displayed
cs: Počet zobrazených komentářů

source: display on top
cs: Zobrazit nahoře

source: Display input on top
cs: Zobrazit vstup nahoře

source: type
cs: Typ

source: Type of the comments
cs: Typ komentáře

source: comments
cs: komentáře

source: public
cs: veřejné

source: not public
cs: neveřejné

source: answer
cs: odpověď

source: Are you hacker?
cs: Jsi hacker?

source: Number is expected!
cs: Číslo se očekává!

source: Are you human?
cs: Jsi člověk?

source: contact name
cs: jméno

source: contact email
cs: e-mail

source: contact phone
cs: telefon

source: contact website
cs: webové stránky

source: contact subject
cs: předmět

source: contact message
cs: zpráva

source: Mathematical catchpa
cs: Matematická ochrana

source: Honeypot catchpa
cs: Honeypot ochrana

source: form subject
cs: předmět

source: protection
cs: ochrana

source: contact form
cs: kontaktní formulář

source: contact forms
cs: kontaktní formuláře

source: Message from contact form
cs: Zpráva z kontaktního formuláře
