Repository: Aquariumhelp/django-leonardo
Catalog: hrcms/module/nav/locale/*/LC_MESSAGES/django.po
Languages: cs

source: You searched for
cs: Hledaný výraz

source: No search query entered
cs: Nebyl zadán vyhledávací dotaz

source: You are here
cs: Nacházíte se na

source: prev
cs: Před.

source: next
cs: Další

source: previous
cs: předchozí

source: Search
cs: Vyhledat

source: Popular Tags
cs: Populární tagy

source: View all tags
cs: Zobrazit všechny tagy

source: horizontal
cs: horizontální

source: vertical
cs: vertikální

source: orientation
cs: orientace

source: root label
cs: označení kořenového prvku

source: breadcrumbs
cs: drobečky

source: include contextual pages
cs: včetně kontextových stránek

source: include text headers
cs: včetně napisů

source: content navigation
cs: obsahová navigace

source: content navigations
cs: obsahové navigace

source: self
cs: vlastní stránka

source: one level
cs: jedna úroveň

source: all levels
cs: všechy úrovně

source: none
cs: žádný

source: link
cs: odkaz

source: button
cs: tlačítko

source: source
cs: zdroj

source: The child pages of root page are displayed in the context navigation.
cs: Podstránky kořenové stránky jsou zobrazené v kontextové navigaci.

source: display region
cs: zobrazit region

source: Which region of selected pages do you wish to display.
cs: Který region vybraných stránek si přejete zobrazit.

source: depth
cs: hloubka

source: Depth to which display child pages.
cs: Hloubka, do které zobrazovat stránky.

source: link style
cs: styl odkazů

source: Visual style of links to displayed pages.
cs: Vizuální styl odkazů na zobrazené stránky.

source: link texts
cs: text odkazu

source: Arbitrary text of links. If empty, page's title will be used instead.
cs: Libovolný text odkazů. Pokud necháte prázdné, použije se místo toho titulek stránky.

source: contextual content
cs: kontextový obsah

source: contextual contents
cs: kontextové obsahy

source: parents
cs: rodiče

source: siblings
cs: první koleno

source: cousins
cs: druhé koleno

source: previous/next
cs: předchozí/další

source: page title
cs: název stránky

source: traverse
cs: přechod

source: links
cs: odkazy

source: linear navigation
cs: lineární navigace

source: linear navigations
cs: lineární navigace

source: site map
cs: mapa stránek

source: site maps
cs: mapy stránek

source: engine
cs: technologie

source: inline
cs: v řádku

source: site search
cs: vyhledávání na stránkách

source: site searches
cs: vyhledávání na stránkách

source: primary
cs: primární

source: secondary
cs: sekundární

source: common
cs: obecné

source: only one level
cs: pouze jedna úroveň

source: subpages too
cs: včetně podstránek

source: priority
cs: priorita

source: root page
cs: kořenová stránka

source: If no root page is set, widget's parent page will be used.
cs: Není-li nastavena hlavní stránka, bude pro hlavní stránku použita stránka, kde se nachází komponenta.

source: navigation menu
cs: navigační menu

source: navigation menus
cs: navigační menu
