Repository: Aquariumhelp/django-leonardo
Catalog: hrcms/module/banners/locale/*/LC_MESSAGES/django.po
Languages: cs

source: banner slot
cs: pozice banneru

source: banner slots
cs: pozice bannerů

source: banners
cs: bannery

source: name
cs: název

source: description
cs: popis

source: banner translation
cs: překlad banneru

source: banner translations
cs: překlady banneru

source: random order
cs: náhodném pořadí

source: auto rotate
cs: automatická rotace

source: rotation speed
cs: rychlost rotace
